/* No comment provided by engineer. */
"Delivery Details" = "Delivery Details";

/* No comment provided by engineer. */
"DeliveryApp" = "DeliveryApp";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Things to Deliver" = "Things to Deliver";

